Repository: systopia/de.systopia.shadowdata
Catalog: l10n/*/LC_MESSAGES/shadowdata.po
Languages: de_de

source: Wrong number of columns, or possibly wrong separator. Use the template.
de_de: Falsche Spaltenanzahl. Eventuell wurde auch ein falscher Feldtrenner verwendet. Bitte die Vorlage verwenden.

source: Unexpected headers. Use the template.
de_de: Unbekannte Spalten. Bitte die Vorlage verwenden.

source: Missing code(s)
de_de: Fehlende Codes

source: Duplicate code '%1'
de_de: Code '%1' wird bereits verwendet

source: Total datasets
de_de: Gesamtzahl Datensätze

source: Total datasets unlocked
de_de: Freigeschaltete Datensätze

source: Total datasets outdated
de_de: Abgelaufene Datensätze

source: '%1' datasets
de_de: '%1' Datensätze

source: '%1' datasets unlocked
de_de: '%1' freigeschaltete Datensätze

source: '%1' datasets outdated
de_de: '%1' abgelaufene Datensätze

source: Shadow-Data Overview
de_de: Übersicht der Schattendatensätze

source: Import More Data
de_de: Datensätze Importieren

source: Import Failed
de_de: Import Fehlgeschlagen

source: %1 records imported
de_de: %1 Datensätze importiert

source: Import Completed
de_de: Import Abgeschlossen

source: Incorrect file type, expected CSV file.
de_de: Falscher Dateityp. Es wird eine CSV Datei benötigt.

source: Contact not found
de_de: Kontakt nicht gefunden.

source: Provide the code to unlock or identify the contact
de_de: Freigabe Code des Schattenkontakts

source: Statistics
de_de: Statistik

source: Upload More Contact Records
de_de: Import von weiteren Schattendatensätzen

source: To import more data you need to upload an ISO 8859-1 encoded CSV file with ';' separators.
de_de: Zum Importiert wird eine CSV Datei mit ISO 8859-1 Codierung und ';' Feldtrennern benötigt

source: You can download a template <a download='ShadowContacts.csv' href="%1">HERE</a>
de_de: Sie können eine Dateivorlage <a download='ShadowContacts.csv' href="%1">HIER</a> herunterladen.
